<?php 
	session_start();
	$username = $_SESSION['username'];
	date_default_timezone_set('Asia/Jerusalem');
	include './inc/db.php';
	$title = 'הגנה בפני וירוסים' ;
	include './inc/cnt.php';
	$href = $_SESSION['number'];
?>

<!DOCTYPE html>
<html lang="IL" dir="rtl">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width,initial-scale=1.0">
	<?php
		if ($href == '1'){
			echo '<link id="pagestyle" rel="stylesheet" type="text/css" href="./css/css1.css">';
		}
		elseif ($href == '2'){
			echo '<link id="pagestyle" rel="stylesheet" type="text/css" href="./css/css2.css">';
		}
		elseif ($href == '3'){
			echo '<link id="pagestyle" rel="stylesheet" type="text/css" href="./css/css3.css">';
		}
		else{
			echo '<link id="pagestyle" rel="stylesheet" type="text/css" href="./css/css1.css">';
		}
	?>
	<title><?php echo $title ?></title>
</head>
<body>
	<div class="username_style"><?php echo 'hellow, ' . $username;?></div><br><br>
	<!--nav = Menu-->
	<nav>
		<ul>
			<li class="active"><a href="index.php"> עמוד הראשי&nbsp&nbsp </a></li>
			<li><a href="VirusHistory.php"> היסטוריית וירוסים&nbsp&nbsp </a></li>
			<li><a href="KidsLearn.php"> הסבר לילדים&nbsp&nbsp </a></li>
			<li><a href="VirusVids.php"> סרטוני וירוסים&nbsp&nbsp </a></li>
		</ul>
	</nav>
	<!--text about how to stay safe and healthy-->
	<br><br>
	<section class="text_style">
		<h1 id="h1_style">לחזק את מערכת החיסון ולהשאר בירא</h1>
		<pre id="text_style2">
	רפואה מונעת היא תורה שנכונה לכל זמן בשנה, ובוודאי בתקופות של שינויי מזג אוויר שחושפים אותנו לדלקות ולאלרגיות.
	אם נקפיד על עקרונות פשוטים של רפואה מונעת נוכל לסייע לגוף שלנו להתגונן טוב יותר מפני מחלות חורף, 
	תופעות כמו שיעול, כאבי בטן חוזרים, כאבי גב וצוואר, אסתמה, זיהומים חוזרים ומה לא בעצם.אחד הגורמים ההרסניים ביותר לגוף הוא לחץ (סטרס).
	חרדה רבה, לחץ ומתח יכולים להיות תגובה טבעית למצבים שונים, לעיתים זה טבעי, ולעיתים זה פשוט מיותר. אם נטפל קודם כל בהפחתת הלחץ 
	נסייע רבות לגוף שלנו. כאן תוכלו לקרוא על טיפים מהמומחים שלנו כיצד להפחית ולהתמודד עם הלחץ גם בלי לצאת מהביתרפואה משלימה והגנה מפני מחלות וזיהומים
	
	הרפואה המשלימה שואפת לשפר את העמידות של <span><a href="https://he.wikipedia.org/wiki/%D7%9E%D7%A2%D7%A8%D7%9B%D7%AA_%D7%94%D7%97%D7%99%D7%A1%D7%95%D7%9F" target="_blank" title="Wikipedia">מערכת החיסון</a></span> של הגוף לזיהומים בכל זמן. את זה כל אחד יכול לעשות מדי יום בהקפדה על ארבעה עקרונות מפתח:
	1.תזונה נכונה ומאוזנת
	2.שינה טובה
	3.פעילות גופנית
	4.הימנעות ממצבי לחץ וחרדה

	************************************************************************

	איך אתם יכולים לחזק את מערכת החיסון שלכם? באופן כללי מערכת החיסון עושה עבודה נפלאה בהגנה ממחלות הנגרמות ממיקרואוגניזמים.

	אך לעיתים היא כושלת בתפקידה וחיידק מצליח לחדור לגוף והופך אותו לחולה. האם ניתן להתערב בתהליך הזה ולחזק את המערכת החיסונית? 
	מה יקרה אם נשפר את התזונה שלנו? ניקח כמה ויטמינים וצמחי מרפא? נעשה עוד מספר שינויים באורח החיים שלנו בתקווה לחזק את המערכת החיסונית שלנו. 

<h2>*מה ניתן לעשות בכדי לחזק את מערכת החיסון?</h2>
	הרעיון לחזק את המערכת החיסונית נשמע מפתה, אולם האפשרות לעשות זאת הוכחה כמאוד חמקמקה מכמה סיבות :
	המערכת החיסונית היא מערכת ולא יחידה אחת בודדת. בכדיי לתפקד טוב נדרש תיאום והרמוניה.
	יש עוד הרבה דברים שהמחקר לא יודע  על המורכבות והתגובתיות של מערכת החיסון. בספרות הרפואית אין הוכחות ישירות בין אורח חיים ומערכת החיסון, 
	אבל זה לא אומר שאורח החיים לא משפיע על מערכת החיסון ושעדיין יש הרבה מה ללמוד על אורח החיים והשפעתו על מערכת החיסון.

<h3>*דרכים בריאות לחזק את מערכת החיסון: </h3>
	קן ההגנה הראשון צריך להיות אורח חיים בריא, שמירה על עקרונות בריאות טובים, הינו הדבר הראשון אותו יש לעשות בכדי לשמור את מערכת החיסון חזקה ובריאה.
	כול חלק בגוף מתפקד טוב יותר כאשר הוא מוגן מנזקי הסביבה ומתחזק מאסטרטגיה של חיים בריאים שכוללים את העקרונות הבאים :

	מניעה מעישון, אכילת תפריט עשיר בירקות ופירות, התעמלות קבועה, שמירה על משקל מאוזן, צריכת אלכוהול מתונה עד מינימליסטית, שמירה על שעות שינה, הפחתת מתח.  
	
	רפואה סינית ודיקור סיני לחיזוק מערכת החיסון
	<span><a href="https://www.oren-ziv.co.il/%d7%a8%d7%a4%d7%95%d7%90%d7%94-%d7%a1%d7%99%d7%a0%d7%99%d7%aa/" target="_blank" title="oren-ziv">הרפואה הסינית</a></span> מציעה טיפולים שמחזקים את מערכת החיסון. 
	מחקר שפורסם על ידי המכונים הלאומיים לבריאות העריך את יעילות הדיקור סיני לגירוי וויסות מערכת החיסון על ידי השוואה
	בין התוצאות ממספר מחקרים שכל אחד מהם השתמש בשיטות דיקור שונות. המחקר הסיק כי הרפואה הסינית המסורתית, TCM,
	יכולה להועיל למערכת החיסון באמצעות שימוש באלקטרואקופונקטורה, מוקסה, <span><a href="https://www.oren-ziv.co.il/%d7%a6%d7%9e%d7%97%d7%99-%d7%9e%d7%a8%d7%a4%d7%90-%d7%a1%d7%99%d7%a0%d7%99%d7%9d/" target="_blank" title="oren-ziv">צמחי מרפא סינים</a></span>  ודיקור. המחקרים המשולבים הראו כי מוקוסבסטיה [שימוש במוקסה]
	סייעה בתיקון רירית המעיים של חולדות הסובלות מקוליטיס כיבית, אלקטרואקופונקטורה יכולה להגדיל את מספר תאי ה- T בגוף וכי דיקור כללי יכול להפחית את הדלקת,
		הממלאת תפקיד חיוני במערכת החיסון.

	הגברת מערכת החיסון בדרך הבריאה    
	מוצרים רבים על מדפי החנויות טוענים, שהם מחזקים את המערכת החיסונית, אך למעשה אין לכך שום הוכחה מדעי, מכיוון שבעיקרון הגדלת מספר תאי החיסון
	בגוף או תאים אחרים אינו דבר בריא לגוף. לדוגמא ספורטאים שעושים "blood doping"  
	שזה הגדלת מספר תאי הדם האדומים במחזור הדם, על מנת לשפר את ביצועיהם, מסתכנים בקבלת ארוע מוחי כתוצאה מפעולה זו.

	נסיון להגדיל את מספר התאים של מערכת החיסון, מסובך במיוחד, מכיון
	שיש כול כך הרבה תאים שונים במערכת החיסון המגיבים בצורות שונות למגוון רחב של חיידקים. לכן נשאלת השאלה, איזה מהתאים הללו תגדיל ולאיזה כמות?
	התשובה לכך אינה ידועה. מה שידוע בברור זה שהגוף כול הזמן מייצר תאי חיסון. למעשה הוא מייצר יותר לימפוציטים ממה שהוא יכול 
	להשתמש. התאים המיותרים מסירים את עצמם בתהליך טבעי שנקרא אפופטוזיס, חלק מהתאים מתים עוד לפני שהם השתתפו במערכת החיסון, 
	וחלק מת תוך כדי התהליך, אך איש לא יודע מה הכמות או מה ההתערבות הנכונה של התאים במערכת החיסון בכדי שהיא תפעל בצורה מקסימלית.

	השפעת הגיל על מערכת החיסון
	ככול שהגיל עולה כך יורדת תפקודה של המערכת החיסונית, דבר הגורם ליותר זיהומים ולסיכון גבוה יותר לסרטן. עם עליית תוחלת החיים בעולם המערבי,
	אנו רואים יותר ויותר מחלות שקשורות לזיקנה .

	בעוד שחלק מהאנשים מזדקנים בבריאות, מסקנות של מחקרים מראות שבהשוואה לאנשים צעירים אנשים מבוגרים נוטים יותר למחלות זיהומיות והם עשויים למות ממחלות אלו. 
	זיהומים נשימתיים,שפעת ודלקת ריאות, הם גורמי המוות מספר אחד בקרב אנשים מעל גיל 65 ברחבי העולם.
	איש לא יודע מדוע זה קורה אולם חוקרים סבורים שזה קשור ישירות לרמות תאי ה T שיורדות עם הגיל. אולי עקב כיווצו של הטימוס שמתכוץ עם הגיל ומייצר
	פחות תאי T שהם התאים שנלחמים בזיהומים. ואולי מסיבה אחרת שאינה ידועה. מחקרים 
	נוספים מנסים לענות על השאלה, האם מח העצם הופך להיות פחות יעיל ביצור תאי גזע המייצרים את תאי מערכת החיסון.

	החלשותה של מערכת החיסון בתגובה לזיהומים הוכחה בתגובתם של אנשים מבוגרים לחיסונים. לדוגמא מחקרים על חיסוני 
	שפעת הראו שאצל אנשים מעל גיל 65 החיסון משפיע בצורה הרבה פחות טובה לעומת ילדים בריאים מעל גיל שנתיים. אולם למרות הירידה בתגובה עדיין
	ניתן לראות שבעזרת החיסון יש ירידה של מוות משפעת ודלקת ריאות בקרב אנשים שקיבלו חיסון [זאת על פי המחקר] .  

	נראה שיש קשר בין תזונה לבין מערכת החיסון אצל אנשים מבוגרים.

	תצורה של תת תזונה המכונה "תת תזונה מיקרו תזונתית" שבאופן מפתיע קיימת גם במדינות אמידות, זאת תצורה שבה לאדם חסרים
	מספר מינראלים וויטמינים והיא אופינית בקרב אנשים מבוגרים, שנוטים לאכול פחות ולעיתים לא מגוונים את תזונתם.

	שאלה חשובה שיש לשאול היא, האם תוספי תזונה יכולים לעזור לאנשים מבוגרים, לחזק ולשמור על מערכת חיסונית בריאה. אנשים מבוגרים צריכים להיוועץ
	עם אנשי מקצוע הבקיאים בתזונה ותוספי תזונה, מכיוון שאצל אנשים מבוגרים אפילו שינוי קטן יכול להיות עם השלכות גדולות.

	תזונה ומערכת החיסון   
	הצבא צועד על קיבתו וכך גם מערכת החיסון, לוחמים טובים של מערכת החיסון
	זקוקים לתזונה בריאה וטובה. מחקרים הראו שאנשים שחיו בעוני וסבלו מתת תזונה, נטו לחלות יותר ממחלות זיהומיות. אולם הדבר אינו ברור לחלוטין.
	ישנם מעט מאוד מחקרים על השפעת התזונה באופן ישיר על מערכת החיסון ועוד פחות מחקרים, על השפעת התזונה על התפתחות מחלות.

	אז מה תוכל לעשות אם אתה חושד שהתזונה שלך לא מספקת לך, את כול המינרלים והויטמינים הדרושים לך? נטילת מנירלים ותוספים יכולים להביא 
	לך תועלת מעבר לחיזוק המערכת החיסונית. אולם נטילת כמות מופרזת של ויטמין בודד אינה מומלצת.   

	חיזוק מערכת החיסון בעזרת צמחים ותוספי תזונה  
	הכנסו לחנות הטבע ותמצאו הרבה בקבוקים וכדורים שטוענים שהם מגבירים ומחזקים את המערכת החיסונית, למרות שהתגלה שחלק מהצמחים משנים את
	תפקודי מערכת החיסון. עד עתה עוד לא הוכח שהצמחים הללו נותנים לך הגנה טובה יותר כנגד מחלות וזיהומים.

	ההוכחה האם צמח מסויים או תוסף יכול ל חזק את מערכת החיסון היא עניין מסובך,
	חוקרים לא יודעים לדוגמא האם צמח שמגדיל את כמות תאי החיסון בדם ,משפיעה גם על מערכת החיסון כולה.

	מתח ומערכת החיסון   
	הרפואה המודרנית לומדת להעריך את הקשר ההדוק בין הגוף והנפש. מגוון רחב של מחלות כמו בעיות עיכול, מחלות לב קשורות באופן
	ישיר ללחץ ריגשי,.מחקרים רבים נעשים על הקשר בין לחץ ומערכת החיסון, אך קשה להעריך ולמדוד את רמות הלחץ שאדם מרגיש. מה שעשוי 
	להיות מלחיץ עבור אדם אחד יכול להיות פחות מלחיץ עבור אדם אחר. כאשר אנשים נחשפים למצב של מתח, קשה להם להגדיר את עוצמת הלחץ 
	וקשה למדענים למדוד את הרושם הסוביקטיבי של האדם למצב הלחץ בו הוא נמצא. מדענים יכולים למדוד רק את השפעת הלחץ על מדדים 
	עקיפים כמו מספר פעימות הלב של אדם בשעת לחץ. אולם יש לזכור שמדדים אלו עשויים גם לשקף גורמים אחרים.     

	רוב החוקרים שחוקרים את הקשר בין לחץ והמערכת החיסונית, לא חוקרים לחץ פתאומי הם מתרכזים במצבי
	לחץ קבועים וממושכים, הידועים כמצבי מתח כרונים, כאלו שמאפינים מערכות יחסים כגון : חברים ,עבודה ויחסים במשפחה.

	קשה לערוך מחקרים מבוקרים על אנשים, במחקרים מבוקרים החוקרים יכולים לשנות גורם אחד בלבד, כמו כמות של חומר כימי  מסוים ואז למדוד את השפעתו של אותו שינוי
	על תופעה מדידה אחרת כמו כמות הנוגדנים הנוצרים ע"י תא בודד של מערכת החיסון, כאשר הוא נחשף לכימיקל מסוים. בבני אדם ובבעלי
	חיים סוג כזה של בקרה הוא פשוט בילתי אפשרי, מכיוון שיש עוד גורמים רבים המשפיעים על אדם או חיה בזמן הבדיקה.  

	האם קור פוגע במערכת החיסונית ?
	כמעט כול אמא אומרת לילד שלה

	לבש מעיל שלא תתקרר האם זה באמת נכון שקור גורם לקירור וזיהום?  חוקרים שבדקו את הסוגיה הזו סבורים,
	שחשיפה לקור מתון לא מגדילה את הסיכוי לקבל זיהום. יתרה על כך רוב מומחי הבריאות סבורים שהסיבה שבחורף יש יותר שפעות והתקרות,
	נובעת מהסיבה שבחורף אנשים שוהים יותר בחדרים סגורים בקרבת אנשים שיכולים להעביר אליהם את החידקים והוירוסים.

	חוקרים ממשיכים לגלות עניין בשאלה זו בקרב אוכלוסיות שונות.

	בדיקות  שנעשו על עכברים מעלות שחשיפה לקור יכולה לפגוע ביכולת להתמודד עם זיהומים. אבל האם זה נכון גם לבני אדם?

	חוקרים בדקו אנשים שטבלו במים קפואים ואנשים ששהו 
	בקור קיצוני והתוצאות לא היו חד משמעותיות. לדוגמא החוקרים גילו עליה בזיהומים בדרכי האוויר העליונות אצל ספורטאים שהתאמנו בתנאי קור,
	אולם החוקרים לא ידעו להגיד בודאות שעליה זו נבעה כתוצאה ממזג האויר או עקב הפעילות הספורטיבית שאותם ספורטאים ערכו.  

	קבוצת חוקרים קנדית שסקרו מאות מחקרים רפואיים בנושא וערכו גם מחקר משלהם, הגיעו למסקנה
	שאין צורך לחשוש מחשיפה לקור סביר ושאין לו השפעה על מערכת החיסון. האם יש צורך להתלבש חם כשקר? התשובה היא כן אם אתה יוצא
	החוצה כשקר ואם אתה חשוף לקור בעבודה, או לפעילות אחרת כשקר כדאי להתלבש היטב, אבל אל דאגה אין לזה השפעה על מערכת החיסון.

	האם תירגול גופני עוזר למערכת החיסון ?
	פעילות גופנית היא אחת מאבני היסוד של בריאות טובה, זה עוזר ללחץ דם, לסכרת, לאיזון משקל הגוף, למגוון מחלות. אבל האם זה עוזר לחיזוק ולשמירה על מערכת החיסון?
	כמו שתזונה מאוזנת גם פעילות ספורטיבית עוזרת לשמור על בריאות טובה, לכן הם גם תורמים למערכת החיסון. פעילות 
	ספורטיבית עוזרת לשיפור הסירקולציה, וזה מאפשר לתאים ולחומרי מערכת החיסון לנוע בחופשיות בגוף ולבצע את עבודת כראוי.

	חוקרים מנסים לקחת את המחקר בתחום לשלב הבא 
	ולראות האם יש קשר ישיר בין פעילות גופנית ורגישות לזיהום. לצורך העניין החוקרים בדקו האם לאתלטים שעושים פעילות ספורטיבית מאומצת,
	יש נטייה להיות חולים לעיתים תכופות יותר והאם הפעילות האינטנסיבית מחלישה את מערכת החיסון .כדי לערוך מחקר כזה החוקרים בודקים 
	ספורטאים בבדיקות דם ובבדיקות שתן לפני ואחרי שהם עושים פעילות ספורטיבית מאומצת ,בכדי לראות האם יש שינויים במרכיבי מערכת החיסון. 
	החוקרים מצאו שינויים אצל אותם ספורטאים, אולם הם עדיין לא פענחו את משמעות השינויים ואיך היא משפיעה על מערכת החיסון.

	בדיקות אלו נערכו על ספורטאי עלית נשאלת השאלה מה קורה לאנשים ממוצעים 
	שעושים פעילות ספורטיבית מתונה? האם פעילות זו עוזרת לחיזוק המערכת החיסונית של אותם אנשים?

	למרות שגם כאן אין ממצאים ברורים, יש לשקול פעילות גופנית מתונה כחלק מאורך חיים בריא ושמירה על מערכת חיסונית בריאה ומתפקדת.

	גישה נוספת שיכולה לעזור לחוקרים להבין האם שמירה על אורך חיים בריא ופעילות גופנית עוזרת למערכת החיסון,
	היא ניצול והבנה של הגנום האנושי, בעזרת מחקר של טכנולוגיות  ביוטכנולוגיות מעודכנות.

	למשל שבבי גנים המבוססים על הגנום האנושי, מאפשרים למדענים להתבונן בו זמנית על אופן ההפעלה, או הכיבוי של 
	אלפי רצפי גנים בתגובה למצבים פיזיולוגים ספציפים. למשל כדוריות דם מאתלטים  לפני ואחרי אימון. החוקרים מקווים להשתמש בכלים אלו,
	כדי לנתח דפוסים על מנת להבין טוב יותר המסלולים הרבים המעורבים פועלים בבת אחת.
			</pre>
	</section>
	<div>
		<iframe src="https://www.youtube.com/embed/hNWo9d9Y6dA" class="end_page_vid"></iframe>
	</div>
</body>
</html>